Revit 2027 API
ParameterTypeId.RbsConduitrunOuterDiamParam Property
 "Outside Diameter"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsConduitrunOuterDiamParam { get; }
Public Shared ReadOnly Property RbsConduitrunOuterDiamParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsConduitrunOuterDiamParam {
	ForgeTypeId^ get ();
}
static member RbsConduitrunOuterDiamParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace